Repository: gbarkerz/AccessibleSolitaire
Catalog: AccessibleSolitaire/Strings/StringResources.*.resx
Languages: pl

# AccessibleSolitaireVersion
source: Accessible Solitaire V3.16
pl: Accessible Solitaire wersja V3.7

source: Ace
pl: As

source: All upturned cards turned back.
pl: Karty przetasowano.

# AnnounceState
source: Game state
pl: Stan gry

source: can be moved to
pl: można przenieść na

source: Card
pl: Karta

# CardPile1
source: Pile 1
pl: Stos 1

# CardPile2
source: Pile 2
pl: Stos 2

# CardPile3
source: Pile 3
pl: Stos 3

# CardPile4
source: Pile 4
pl: Stos 4

# CardPile5
source: Pile 5
pl: Stos 5

# CardPile6
source: Pile 6
pl: Stos 6

# CardPile7
source: Pile 7
pl: Stos 7

source: Cards
pl: Karty

source: Close
pl: Zamknij

source: Clubs
pl: Trefl

source: Clubs pile
pl: Stos trefl

source: Congratulations
pl: Gratulacje

source: Dealt card pile
pl: Stos rozdanych kart

source: Dealt card piles
pl: Stosy rozdanych kart

source: Diamonds
pl: Karo

source: Diamonds pile
pl: Stos karo

source: Empty
pl: Pusty

source: Empty card pile
pl: Pusty stos kart

source: Face-down
pl: Zakryte

source: Face-down cards cannot be selected.
pl: Nie można zaznaczać odwróconych kart.

# FirstRunMessage
source: Welcome to the Accessible Solitaire game! Please click the Menu button and review the Help content to learn how to get the best game-playing experiences for you. The content shown relates to the game currently being played, and to view all posts for the Accessible Solitaire app, please visit http://AccessibleSolitaire.com.
pl: Witaj w Accessible Solitaire! Kliknij przycisk Menu i zapoznaj się z treścią Pomocy, aby dowiedzieć się, jak najlepiej skonfigurować grę.

# GameRestarted
source: The game has restarted.
pl: Karty rozdane

source: Hearts
pl: Kier

source: Hearts pile
pl: Stos kier

# Help
source: Accessible Solitaire Help
pl: Pomoc Accessible Solitaire

source: in dealt card pile
pl: ze rozdanym stosie kart

source: Jack
pl: Walet

source: King
pl: Król

# MoreCardsAreAvailable
source: More cards are available to turn over
pl: Można odkryć więcej kart

source: Moved
pl: Przesunięto

# NextCardPile_NextCard
source: Next card
pl: Następna karta

# NextCardPile_TurnOverCards
source: Turn over cards
pl: Przetasuj karty

source: No
pl: Nie

source: No card
pl: Brak karty

# NoCardLeft
source: No cards left in remaining cards pile.
pl: Brak kolejnych kart w stosie.

source: No move is available.
pl: Brak dostępnego ruchu

# ObscuredUpturnedCardCannotBeSelected
source: This card is not at the top of the upturned card pile, and cannot be selected.
pl: Ta karta nie jest na górze odkrytego stosu kart i nie może zostać wybrana.

source: of
pl: z

source: off
pl: z

source: on
pl: ze

source: on top
pl: Na górze

source: Pile
pl: Stos

source: Queen
pl: Dama

# QueryRestartWonGame
source: Congratulations, you've won the {0} game!
pl: Gratulacje, wygrywasz!

source: Restart Game
pl: Rozdaj karty ponownie

source: revealed
pl: Odkryto

source: Settings
pl: Ustawienia

# ShowScreenReaderAnnouncementButtons
source: Screen Reader Announcements
pl: Powiadomienia czytnika ekranu

# ShowScreenReaderAnnouncementButtonsSwitchLabel
source: Show screen reader buttons:
pl: Pokaż przyciski czytnika ekranu:

# ShowScreenReaderAnnouncementButtonsInstructions
source: Show buttons to have a screen reader announce the state of the entire game, and the moves currently available.
pl: Pokaż przyciski, które umożliwiają anonsowanie przez czytnik ekranu stanu gry oraz dostępnych ruchów.

source: Spades
pl: Pik

source: Spades pile
pl: Stos pik

source: Target card piles
pl: Docelowe stosy kart

# ThereAreNoUpturnedCards
source: There are no upturned cards shown
pl: Nie ma żadnych odkrytych kart

source: to
pl: na

source: Top upturned card is
pl: Górną odkrytą kartą jest

source: unselected
pl: Niezaznaczone

source: Upturned Cards
pl: Odkryte karty

source: Yes
pl: Tak

# CardTurnCount
source: Number of cards turned up (Klondike only)
pl: Liczba odkrytych kart

# CardTurnCountInstructions
source: How many cards would you like to be turned up when the Next Card button is clicked?
pl: Ile kart chcesz odkrywać po kliknięciu przycisku Następna Karta?

# CardTurnCountPicker
source: Card turn up count:
pl: Liczba odkrytych kart:

# KingsOnlyToEmptyPile
source: Empty Dealt Card Pile (Klondike only)
pl: Pusty stos

# KingsOnlyToEmptyPileInstructions
source: Any card can be moved to an empty dealt card pile. If you'd prefer that only Kings can be moved to the empty card pile, select this option.
pl: Dowolna karta może zostać przeniesiona na pusty stos rozdanych kart. Jeśli chcesz aby tylko Królowie mogli być przenoszeni na pusty stos kart, zaznacz tę opcję.

# KingsOnlyToEmptyPileSwitchName
source: Only Kings to empty card piles:
pl: Tylko Królowie na pusty stos kart:

# ShowRankSuitLarge
source: Card rank and suit display
pl: Wyświetlanie figur i kolorów

# ShowRankSuitLargeInstructions
source: Check this option if you'd like each card to show a large suit symbol and a large letter representing the card's rank.
pl: Zaznacz tę opcję, jeśli chcesz, aby każda karta zawierała duży symbol koloru oraz dużą literę reprezentującą figurę karty.

# ShowRankSuitLargeSwitchName
source: Show large rank and suit:
pl: Pokaż duże figury i kolory:

source: Popup
pl: Wyskakujące okienko

# AllowSelectionByFaceDownCard
source: Dealt card selection (Klondike only)
pl: Zaznaczenie rozdanych kart

# AllowSelectionByFaceDownCardInstructions
source: Check this option if you'd like to tap any face-down card in a dealt card pile to select the nearest face-up card in the same pile.
pl: Zaznacz tę opcję, jeśli chcesz stuknięciem w dowolną zakrytą kartę zaznaczyć najbliższą odkrytą kartę w stosie.

# AllowSelectionByFaceDownCardSwitchLabel
source: Select via face-down card:
pl: Wybierz za pomocą odkrytej karty:

# AllowSelectionByFaceDownCardButtonLabel
source: Highlight selected card set:
pl: Zaznacz wybrany zestaw kart:

source: in selected set
pl: w wybranym zestawie

source: selected
pl: Zaznaczone

# MergeFaceDownCards
source: Face-down cards
pl: Karty zakryte

# MergeFaceDownCardsInstructions
source: Check this option if you'd like all face-down cards in each dealt card pile to be merged into a single item that shows the count of face-down cards in the pile.
pl: Zaznacz tę opcję, jeśli chcesz, aby wszystkie zakryte karty w każdym rozdanym stosie kart zostały połączone w jeden element pokazujący liczbę zakrytych kart w stosie.

# MergeFaceDownCardsSwitchLabel
source: Merge face-down cards:
pl: Połącz zakryte karty:

# PlaySoundSuccessfulMove
source: Play a sound when a card move attempt is successful.
pl: Odtwórz dźwięk, gdy próba przesunięcia karty się powiedzie.

# PlaySoundUnsuccessfulMove
source: Play a sound when a card move attempt is unsuccessful.
pl: Odtwórz dźwięk, gdy próba przesunięcia karty się niepowiedzie.

# PlaySoundSuccessfulMoveSwitchLabel
source: Successful sound:
pl: Dźwięk powodzenia:

# PlaySoundUnsuccessfulMoveSwitchLabel
source: Unsuccessful sound:
pl: Dźwięk niepowodzenia:

source: Sounds
pl: Dźwięki

# FlipGameLayoutHorizontally
source: Flip layout horizontally
pl: Orientacja pozioma

# FlipGameLayoutHorizontallyInstructions
source: Check this option to flip the position of everything in the game horizontally. This means the Next Card button will be near the top right corner of the game rather than near the top left corner.
pl: Zaznacz tę opcję, aby wszystkie elementy gry przełączyć na widok poziomy. Wtedy przycisk Następna Karta będzie znajdował się w prawym górnym rogu ekranu, a nie w pobliżu lewego górnego rogu.

# FlipGameLayoutHorizontallySwitchLabel
source: Flip layout:
pl: Zmień orientację:

# PlaySoundOther
source: Play other sounds including when dealing cards or turning over the next cards.
pl: Odtwarzaj inne dźwięki, także podczas rozdawania i odwracania kolejnych kart.

# PlaySoundOtherSwitchLabel
source: Other sounds:
pl: Inne dźwięki:

# ExtendDealtCardHitTarget
source: Extend dealt card hit target (Klondike only)
pl: Wyrównanie odkrytych kart

# ExtendDealtCardHitTargetSwitchLabel
source: Extend hit target:
pl: Wyrównaj odkryte karty:

# ExtendDealtCardHitTargetInstructions
source: This setting only applies using a portrait screen orientation. When checked, the hit target for each of the topmost dealt cards extends across the width of the screen. The hit target is represented by a solid colour, and the dealt card appears in the middle of the area. Extending the hit target area may make it quicker to find the topmost card in each pile when moving your finger over the screen while using a screen reader.
pl: To ustawienie ma zastosowanie tylko przy pionowej orientacji ekranu. Kiedy jest włączone, docelowe miejsce dla każdej z najwyżej rozdanych kart rozciąga się na całą szerokość ekranu. Miejsce docelowe jest reprezentowany przez jednolity kolor, a górna karta pojawia się na środku obszaru. Wyrównanie odkrytych kart ułatwia użytkownikom czytnika ekranu zlokalizowanie najwyższej karty w stosie podczas przesuwania palcem po prawej krawędzi ekranu.

source: Suit Colours
pl: Kolory kart

# SuitColoursInstructions
source: If you'd prefer to have cards show colours other than the traditional black and red for the four suits, select your preferred colours here.
pl: Jeśli preferujesz inne niż tradycyjne barwy - czerń i czerwień dla czterech kolorów, wybierz je tutaj.

# SuitColoursClubsPickerLabel
source: Clubs:
pl: Trefl:

# SuitColoursDiamondsPickerLabel
source: Diamonds:
pl: Karo:

# SuitColoursHeartsPickerLabel
source: Hearts:
pl: Kier:

# SuitColoursSpadesPickerLabel
source: Spades:
pl: Pik:

# LongPressOnCard
source: Press and hold on card to zoom
pl: Naciśnij i przytrzymaj kartę, aby ją powiększyć

# LongPressOnCardInstructions
source: Press and hold on a card for the card to fill the screen. Select the number of seconds required to press and hold on the card, or select "Never" to turn off the press and hold.
pl: Naciśnij i przytrzymaj kartę, aby wypełniła ekran. Wybierz liczbę sekund wymaganą do naciśnięcia i przytrzymania karty lub wybierz „Nigdy”, aby wyłączyć naciśnięcie i przytrzymanie.

# LongPressOnCardPickerName
source: Seconds:
pl: Sekund:

source: General Game Play
pl: Właściwa rozgrywka

source: Game Appearance
pl: Wygląd gry

source: Screen Reader Usage
pl: Użycie czytnika ekranu

source: Touch Interaction
pl: Interakcja dotykowa

source: No next cards left
pl: Brak następnych kart

# KeyboardShortcutsList
source: F1: Show this list of keyboard shortcuts. F6: Move keyboard focus between the main areas of the game. N: Click Next Card button. H: Show full help content. R: Restart game. Z: Show card zoom popup. M: Screen reader announce available moves. U: Screen reader announce topmost upturned cards. T: Screen reader announce target card piles. D: Screen reader announce dealt card piles. Acknowledgement: The following shortcuts are based on those used in the BBC Micro Patience game. 1-7: Select the topmost card in dealt card piles 1 to 7. P: Select the topmost card in the pile of upturned cards. S: Move the selected card to a target card pile if possible.
pl: F1: Pokaż listę skrótów klawiszowych. F6: Przenieś fokus klawiatury między głównymi obszarami gry. H: Pokaż pełną treść pomocy. N: Kliknij przycisk Następna karta. R: Uruchom ponownie grę. Z: Pokaż wyskakujące okienko powiększenia karty. M: Czytnik ekranu ogłasza dostępne ruchy. U: Czytnik ekranu ogłasza wierzchnie odkryte karty. T: Czytnik ekranu ogłasza docelowe stosy kart. D: Czytnik ekranu ogłasza rozdane stosy kart. Podziękowania: Poniższe skróty są oparte na skrótach używanych w BBC Micro Patience gra. 1-7: Wybierz najwyższą kartę ze rozdane stosy kart od 1 do 7. P: Wybierz kartę leżącą najwyżej w wierzchnie odkryte karty. S: Jeżeli to możliwe, przenieś wybraną kartę na docelowe stosy kart.

# KeyboardShortcutsTitle
source: Keyboard Shortcuts
pl: Skróty Klawiszowe

# KeyboardShortcutsSubtitle
source: The following keyboard shortcuts are available in the Accessible Solitaire game.
pl: W grze Accessible Solitaire dostępne są następujące skróty klawiszowe.

source: Target card pile
pl: Docelowy stos kart

source: Upturned card pile
pl: Odkrytego stosu kart

source: in
pl: w

# FirstRunMessageWindows
source: Press the F1 key to learn about the keyboard shortcuts available in the game.
pl: Naciśnij klawisz F1, aby zapoznać się ze skrótami klawiszowymi dostępnymi w grze.

source: Show zoom popup
pl: Pokaż wyskakujące okienko powiększenia

source: Celebration Experience
pl: Celebrowanie wygranej

# CelebrationExperienceVisual
source: Visual experience
pl: Efekty wizualne

# CelebrationExperienceVisualInstructions
source: Use this setting to have the target card piles spin round when a game is won.
pl: Użyj tego ustawienia, aby stosy kart docelowych odwracały się po wygraniu gry.

# CelebrationExperienceVisualSwitchLabel
source: Visual celebration:
pl: Efekty wizualne:

# CelebrationExperienceAudio
source: Audio Experience
pl: Efekty dźwiękowe

# CelebrationExperienceAudioSwitchLabel
source: Audio experience:
pl: Efekty dźwiękowe:

# CelebrationExperienceAudioInstructions
source: Use this setting to have a celebratory sound played when the game is won.
pl: Użyj tego ustawienia, aby odtworzyć dźwięk informujący o wygranej w grze.

# AnnounceAvailableMoves
source: Available moves
pl: Dostępne ruchy

# SettingsTitle
source: Accessible Solitaire Settings
pl: Ustawienia Accessible Solitaire

source: Default
pl: Domyślnie

source: Black
pl: Czarny

source: Dark Red
pl: Ciemnoczerwony

source: Dark Orange
pl: Ciemnopomarańczowy

source: Dark Gold
pl: Ciemne złoto

source: Dark Green
pl: Ciemnozielony

source: Dark Blue
pl: Ciemnoniebieski

source: Dark Indigo
pl: Ciemne indygo

source: Dark Violet
pl: Ciemnofioletowy

source: White
pl: Biały

source: Yellow
pl: Żółty

source: Pink
pl: Różowy

source: Cyan
pl: Turkusowy

source: Light Blue
pl: Jasnoniebieski

source: Light Green
pl: Jasnozielony

source: Light Coral
pl: Jasnoczerwony

# HintBottommostFaceupCard
source: first face-up card is
pl: Pierwszą odkrytą kartą jest

# AddHintToTopmostCardSwitchLabel
source: Add hint:
pl: Dodaj wskazówkę:

# AddHintToTopmostCard
source: Dealt card pile hint (Klondike only)
pl: Wskazówka dotycząca rozdanych stosów kart

# AddHintToTopmostCardInstructions
source: Add a hint on the topmost card in a dealt card pile saying which card is the bottommost face-up card in that pile.
pl: Do informacji o górnej karcie w rozdanym stosie kart dodaj podpowiedź, jaka karta jest pierwszą odkrytą kartą w tym stosie.

# IncludeFacedownCardsInAnnouncement
source: Announce face-down card details (Klondike only)
pl: Ogłaszaj szczegóły zakrytej karty

# IncludeFacedownCardsInAnnouncementSwitchLabel
source: Announce face-down cards:
pl: Ogłoś zakryte karty:

# IncludeFacedownCardsInAnnouncementInstructions
source: By default, when the state of the dealt card piles is announced by a screen reader, the names of the face-down cards in each pile are not included. Use this setting to include the names of face-down cards in the announcement.
pl: Domyślnie, gdy stan stosów kart rozdanych jest anonsowany przez czytnik ekranu, nazwy zakrytych kart w każdym stosie nie są uwzględniane. Użyj tego ustawienia, aby nazwy zakrytych kart były ogłaszane.

source: Deselected
pl: Niezaznaczone

# NextCardPile_FinishedCards
source: All cards have been used
pl: Wszystkie karty zostały wykorzystane

source: No more face-up cards
pl: Nie ma więcej odkrytych kart

# VoiceOverScreenReaderWarning
source: Note: For screen reader's notifications to work properly, the Switch Dynamic Areas and Announcements feature, available on the VoiceOver rotor, must be turned on.
pl: Uwaga! Dla prawidłowego działania powiadomień czytnika ekranu, funkcja Przełącz obszary dynamiczne i komunikaty, dostępna na Pokrętle VoiceOver, powinna być włączona.

# MoveAnnouncementInPile
source: in
pl: ze

source: Close menu
pl: Zamknij menu

source: No move
pl: Niedozwolony ruch

source: portrait
pl: pionowej

source: landscape
pl: poziomej

# NoScreenOrientationChange
source: Sorry, at the moment Accessible Solitaire doesn't support changing the screen orientation while the app is running. So please either rotate the screen back to {0}, or restart the app with the screen in the desired orientation.
pl: Przepraszamy, w tej chwili Accessible Solitaire nie obsługuje zmiany orientacji ekranu w trakcie działania aplikacji. Dlatego prosimy o obrócenie ekranu z powrotem do pozycji {0} lub ponowne uruchomienie programu z ekranem ustawionym w docelowej orientacji.

# CelebrationExperienceAudioFile
source: Celebration Sound
pl: Dźwięki zwycięztwa

# CelebrationExperienceAudioFileInstructions
source: Select the sound that you'd like to be played when a game is won. The Brass Fanfare sound is used with the following license: intro brass 01.wav by klankbeeld. https://freesound.org/s/254644/ -- License: Attribution 4.0
pl: Wybierz dźwięk, który chcesz usłyszeć po wygraniu. Dźwięk Brass Fanfare używany jest na licencji: intro brass 01.wav by klankbeeld. https://freesound.org/s/254644/ -- License: Attribution 4.0

# CelebrationExperienceAudioFilePickerLabel
source: Sound:
pl: Dźwięk:

source: Preview sound
pl: Podgląd dźwięku

# AutomaticallyAnnounceMovesSwitch
source: Automatic announcements
pl: Automatyczne ogłoszenia

# AutomaticallyAnnounceMovesSwitchInstructions
source: Use this setting to have the screen reader automatically announce available moves in the game following the move of a card. Please note that the announcement does not include moves of cards to empty dealt card piles, or moves of cards from the target card piles down to the dealt card piles.
pl: Użyj tego ustawienia, aby czytnik ekranu automatycznie ogłaszał dostępne ruchy w grze po ruchu karty. Należy pamiętać, że ogłoszenie nie obejmuje ruchów kart w celu opróżnienia stosów kart rozdanych ani ruchów kart ze stosów kart docelowych na stosy kart rozdanych.

# AutomaticallyAnnounceMovesSwitchLabel
source: Automatic move announcement:
pl: Automatyczne ogłaszanie ruchu:

# CardButtonsHeadingState
source: Headings
pl: Nagłówki

# CardButtonsHeadingStateInstructions
source: Make the top-most upturned card and all target card piles headings for faster VoiceOver navigation. Please note that if these headings are enabled, Accessible Solitaire may not be usable with iOS Voice Control. So turn this setting off if you plan to play the game using Voice Control.
pl: Ustaw nagłówki dla wierzchniej odwróconej karty i wszystkich stosów kart docelowych, aby przyspieszyć nawigację VoiceOver. Pamiętaj, że po włączeniu tych nagłówków, Accessible Solitaire może nie działać z funkcją sterowania głosowego w systemie iOS. Wyłącz to ustawienie, jeśli planujesz grać z użyciem sterowania głosowego.

# CardButtonsHeadingStateSwitchLabel
source: Set as headings:
pl: Ustaw jako nagłówki:

# NoCardWastePile
source: Waste pile, no card
pl: Stos odpadów, brak karty

# NoCardUpturnedCard
source: No upturned card
pl: Brak odkrytych kart

source: upturned
pl: odkryte

source: on waste pile
pl: na stosie odpadów

# ObscuredPryamidCardCannotBeSelected
source: This pyramid card is not open and cannot be selected.
pl: Ta karta piramidy nie jest dostępna i nie można jej wybrać.

source: Discarded
pl: Odrzucono

source: Discard pile
pl: Stos odrzutów

source: and
pl: i

source: can be discarded
pl: można wyrzucić

source: together
pl: razem

source: Upturned card is
pl: Odkryta karta to

source: Top of waste pile is
pl: Na szczycie stosu odpadów znajduje się

source: Row
pl: Rząd

source: Open
pl: Dostępna

# QueryRestartGame
source: Are you sure you want to restart the game?
pl: Czy na pewno chcesz ponownie rozdać karty?

# QueryRestartWonGame1
source: Would you like to start a new game?
pl: Chcesz zacząć nową grę?

# QueryRestartWonGameTime
source: Your game lasted {0} minutes and {1} seconds.
pl: Twoja rozgrywka trwała {0}min. i {1}s.

# AnnouncePyramidOpenCards
source: Open cards
pl: Dostępna karty

source: No open cards are available.
pl: Brak dostępna karty.

source: Open cards
pl: Dostępna karty
